import { Injectable } from '@angular/core';

@Injectable()
export class QuestionsService {

  questions = [
    "1. На чем надо сфокусировать внимание чтобы почувствовать и ощутить ",
    "2. Есть ли у меня, сегодня, в моей жизни, что могло бы вызвать ",
    "3. Если бы я захотел чувствовать это, за что я мог бы испытать ",
    "4. Как я дышу когда испытываю ",
    "5. Что я ощущаю в теле когда испытываю ",
    "6. Что за выражение появляется у меня на лице когда я позволяю себе чувствовать ",
    "7. Что это за ощущение когда я на самом деле от всей души испытываю ",
    "8. Как я говорю когда испытываю ",
    "9. На что похожа моя жизнь когда я испытываю ",
    "10. Как я отношусь к другим когда испытываю ",
    "11. Во что я верю когда испытываю ",
    "12. Как я действую когда испытываю "
  ];

  constructor() { }

}
